---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndFy
source: html/d2e07b57-4a24-6894-9301-d7c7dbb66be3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndFy Property

"End Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceEndFy { get; }
```